import React from "react";

const Privacy = () => {
  return (
    <div style={{direction:'rtl'}} className="my-20 w-[80%] mx-auto">
      <h4 className="text-[#4B5C66] font-bold text-2xl mb-5 screen1150:text-xl screen500:text-lg">مقدمه</h4>
      <div className="text-[#929BA0] text-lg mb-8 screen1150:text-base screen500:text-sm">
        انتخاب مسواک مناسب یکی از عوامل کلیدی در حفظ سلامت دهان و دندان است. با
        توجه به تنوع بالای مسواک‌ها در بازار، ممکن است انتخاب درست کمی گیج‌کننده
        به نظر برسد. اما با رعایت چند نکته ساده و آگاهی از ویژگی‌های مسواک
        مناسب، می‌توانید به راحتی بهداشت دهان و دندان خود را به بهترین شکل ممکن
        حفظ کنید.
      </div>
      <h4 className="text-[#4B5C66] font-bold text-2xl mb-5 screen1150:text-xl screen500:text-lg">اندازه سر مسواک</h4>
      <div className="text-[#929BA0] text-lg mb-8 screen1150:text-base screen500:text-sm">
        اولین نکته‌ای که باید در انتخاب مسواک به آن توجه کنید، اندازه سر مسواک
        است. اندازه مناسب سر مسواک باید به گونه‌ای باشد که به راحتی به تمام نقاط
        دهان، از جمله پشت دندان‌ها و لثه‌ها دسترسی داشته باشد. سر مسواک‌های
        کوچک‌تر معمولاً برای افراد با دهان کوچک‌تر یا کودکان مناسب‌تر هستند.
      </div>
      <h4 className="text-[#4B5C66] font-bold text-2xl mb-5 screen1150:text-xl screen500:text-lg">اندازه سر مسواک</h4>
      <div className="text-[#929BA0] text-lg mb-8 screen1150:text-base screen500:text-sm">
        اولین نکته‌ای که باید در انتخاب مسواک به آن توجه کنید، اندازه سر مسواک
        است. اندازه مناسب سر مسواک باید به گونه‌ای باشد که به راحتی به تمام نقاط
        دهان، از جمله پشت دندان‌ها و لثه‌ها دسترسی داشته باشد. سر مسواک‌های
        کوچک‌تر معمولاً برای افراد با دهان کوچک‌تر یا کودکان مناسب‌تر هستند.
      </div>
      <h4 className="text-[#4B5C66] font-bold text-2xl mb-5 screen1150:text-xl screen500:text-lg">اندازه سر مسواک</h4>
      <div className="text-[#929BA0] text-lg mb-8 screen1150:text-base screen500:text-sm">
        اولین نکته‌ای که باید در انتخاب مسواک به آن توجه کنید، اندازه سر مسواک
        است. اندازه مناسب سر مسواک باید به گونه‌ای باشد که به راحتی به تمام نقاط
        دهان، از جمله پشت دندان‌ها و لثه‌ها دسترسی داشته باشد. سر مسواک‌های
        کوچک‌تر معمولاً برای افراد با دهان کوچک‌تر یا کودکان مناسب‌تر هستند.
      </div>
      <h4 className="text-[#4B5C66] font-bold text-2xl mb-5 screen1150:text-xl screen500:text-lg">اندازه سر مسواک</h4>
      <div className="text-[#929BA0] text-lg mb-44 screen1150:text-base screen500:text-sm">
        اولین نکته‌ای که باید در انتخاب مسواک به آن توجه کنید، اندازه سر مسواک
        است. اندازه مناسب سر مسواک باید به گونه‌ای باشد که به راحتی به تمام نقاط
        دهان، از جمله پشت دندان‌ها و لثه‌ها دسترسی داشته باشد. سر مسواک‌های
        کوچک‌تر معمولاً برای افراد با دهان کوچک‌تر یا کودکان مناسب‌تر هستند.
      </div>
    </div>
  );
};

export default Privacy;
